files/CallBackStatus.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:callbackservice">
    <soapenv:Header/>
    <soapenv:Body>
        <urn:provisioncallback.getStatus soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
            <msisdn xsi:type="xsd:string">MSISDN</msisdn>
            <status xsi:type="xsd:string">STAT</status>
        </urn:provisioncallback.getStatus>
    </soapenv:Body>
</soapenv:Envelope>
